---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.PoundsMassPerCubicFoot
source: html/1a51df6e-9081-7616-eb5e-d6c29d74284d.htm
---
# Autodesk.Revit.DB.UnitTypeId.PoundsMassPerCubicFoot Property

Pounds mass per cubic foot.

## Syntax (C#)
```csharp
public static ForgeTypeId PoundsMassPerCubicFoot { get; }
```